import {StaticImageData} from "next/image";

interface FaqItem {
    id: number;
    num: string;
    title: string;
    date: string;
    src: string | StaticImageData;
}

export const blogData: FaqItem[] = [
    {
        id: 1,
        num: "1",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/1.png",
    },
    {
        id: 2,
        num: "2",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/2.png",
    },
    {
        id: 3,
        num: "3",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/3.png",
    },
    {
        id: 4,
        num: "4",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/4.png",
    },
    {
        id: 5,
        num: "5",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/5.png",
    },
    {
        id: 6,
        num: "6",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/6.png",
    },
    {
        id: 7,
        num: "7",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/2.png",
    },
    {
        id: 8,
        num: "8",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/3.png",
    },
    {
        id: 9,
        num: "9",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/4.png",
    },
    {
        id: 10,
        num: "10",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/6.png",
    },
    {
        id: 11,
        num: "11",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/3.png",
    },
    {
        id: 12,
        num: "12",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/6.png",
    },
    {
        id: 13,
        num: "13",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/2.png",
    },
    {
        id: 14,
        num: "14",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/4.png",
    },
    {
        id: 15,
        num: "15",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/5.png",
    },
    {
        id: 16,
        num: "16",
        title: "Транскрибация вакансии без опыта работы для школьников?",
        date: "2020-03-01",
        src: "/1.png",
    },
];
